Repository: Mahmoudoosman19/Dento
Catalog: UserManagement.Domain/Resources/Messages.*.resx
Languages: ar

source: this email is already exist
ar: البريد الالكتروني موجود بالفعل

source: empty field
ar: الحقل فارغ

source: Incorrect current password
ar: كلمة المرور الحالية غير صحيحة

source: incorrect data
ar: بيانات خاطئة

source: incorrect email or password
ar: البريد الإلكترونى او كلمة السر خطأ

# InvalidEmailAddress
source: the email format is incorrect
ar: صيغة البريد الإلكترونى ليست صحيحة

source: not found
ar: غير موجود

# PasswordsNotMatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة

# PhoneNumberAlreadyUsed
source: this phone is already exist
ar: رقم التليفون مستخدم بالفعل

# RedundantData
source: this name is already exist
ar: هذا الاسم موجود بالفعل

# SuccessChangePassword
source: Your password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: successful operation
ar: عملية ناجحة

source: your account has been blocked
ar: تم حظر حسابك

source: your account has been deactivated
ar: حسابك تم تعطيله

source: your account has been locked out
ar: لقد تم إقفال حسابك

# YourEmailNotConfirmedYet
source: your email has not been confirmed yet
ar: لم يتم تأكيد بريدك الاٍلكتروني بعد

# ExtraDataAlreadyAdded
source: You already set your account extra data
ar: لقد أكملت بيانات حسابك بالفعل

source: Failed to fetch user data
ar: فشل الحصول علي بيانات المستخدم

source: Invalid OTP
ar: OTP غير صالح

# NotAccessDeleteThisAddress
source: Address Not found
ar: غير مسموح لك بمسح هذا العنوان

source: Address Not found
ar: العنوان غير موجود

source: Not Access Edit this Address
ar: غير مسموح لك بتعديل هذا العنوان

source: This Address Already Exciting
ar: العنوان تم اضافته من قبل

source: User Not Found
ar: المستخدم غير موجود

source: Not Found Address to User
ar: لايوجد عنوان ل هذا المستخدم

source: Not Enough Points
ar: لا يوجد نقاط كافية

source: You Cannot Modify Another User Is Account. Please Edit Your Own Account Only
ar: لا يمكنك تعديل حساب مستخدم أخر. الرجاء تعديل حسابك فقط.

source: You Cannot Modify Another User Is Account
ar: لا يمكنك تعديل حساب مستخدم آخر

source: Vendor details not found in vendor repository
ar: لم يتم العثور على تفاصيل البائع في مستودع البائع

source: Admin Not Found
ar: لم نجد مدير النظام

source: System Percentage Not Found
ar: نسبة النظام غير موجودة

source: Transactions Failed
ar: فشلت التحويلات

source: No Transactions Found
ar: لا يوجد تحويلات

source: The new password cannot be the same as the old password.
ar: لا يمكن أن تكون كلمة المرور الجديدة هي نفسها كلمة المرور القديمة.

# InvalidPlaceholderFormat
source: Invalid number format, they must be {0} in order, {1} like this
ar: تنسيق الارقام غير صالح يجب ان تكون هكذا {0}بالترتيب,{1}هكذا

source: User Deleted Successfully
ar: تم حذف المستخدم بنجاح

source: User Restored Successfully
ar: تمت استعادة المستخدم بنجاح
